[M_Sage_ShockValue MissionDefinition]
MissionName="the spark"
MissionDescription="Dietmar von Heinrichzimmerschneit's book is for you. He wants you to get the Stingers so he can sell them and get enough money to finish the movie.."
TurnInDescription="He kept a copy of Von Heinrichzimmerschneit. Gesundheit:."
MissionSummary="Help Dittmer get paid for his videos by adding a video."
MissionGiver="Cave Hunter Awards Committee"
MissionTurnInLocation="Grotto Jagter price table"
TeaserText="The lower the budget, the more violence.."

[M_Sage_ShockValue:CollectSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_ShockValue:CollectStingers MissionObjectiveDefinition]
ProgressMessage="Stinger accepted"

